export default {
  projections: {
    ПистолетE: {
      номер: {
        __caption__: 'Номер'
      },
      состояние: {
        __caption__: 'Состояние'
      },
      топливо: {
        __caption__: 'Топливо',
        типТоплива: {
          __caption__: 'Тип топлива'
        }
      }
    },
    ПистолетL: {
      номер: {
        __caption__: 'Номер'
      },
      состояние: {
        __caption__: 'Состояние'
      },
      топливо: {
        __caption__: 'Тип топлива',
        типТоплива: {
          __caption__: 'Тип топлива'
        }
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'Номер'
    },
    состояние: {
      __caption__: 'Состояние'
    },
    топливо: {
      __caption__: 'Топливо'
    }
  }
};
