export default {
  projections: {
    ТопливоE: {
      типТоплива: {
        __caption__: 'Тип топлива'
      },
      справочникЦен: {
        __caption__: 'Справочник цен',
        типТоплива: {
          __caption__: 'Тип топлива'
        }
      }
    },
    ТопливоL: {
      типТоплива: {
        __caption__: 'Тип топлива'
      },
      справочникЦен: {
        __caption__: 'Тип топлива',
        типТоплива: {
          __caption__: 'Тип топлива'
        }
      }
    }
  },
  validations: {
    типТоплива: {
      __caption__: 'Тип топлива'
    },
    справочникЦен: {
      __caption__: 'Справочник цен'
    }
  }
};
