export default {
  projections: {
    ОплатаE: {
      номер: {
        __caption__: 'Номер'
      },
      количество: {
        __caption__: 'Количество'
      },
      типОплаты: {
        __caption__: 'Тип оплаты'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      терминал: {
        __caption__: 'Терминал',
        номер: {
          __caption__: 'Номер'
        }
      },
      колонка: {
        __caption__: 'Колонка',
        номер: {
          __caption__: 'Номер'
        }
      },
      карты: {
        __caption__: 'Карты',
        номерКарты: {
          __caption__: 'Номер карты'
        },
        номерТелефона: {
          __caption__: 'Номер телефона'
        },
        бонусы: {
          __caption__: 'Бонусы'
        }
      }
    },
    ОплатаL: {
      номер: {
        __caption__: 'Номер'
      },
      количество: {
        __caption__: 'Количество'
      },
      типОплаты: {
        __caption__: 'Тип оплаты'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      терминал: {
        __caption__: 'Номер',
        номер: {
          __caption__: 'Номер'
        }
      },
      колонка: {
        __caption__: 'Номер',
        номер: {
          __caption__: 'Номер'
        }
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    номер: {
      __caption__: 'Номер'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    типОплаты: {
      __caption__: 'Тип оплаты'
    },
    колонка: {
      __caption__: 'Колонка'
    },
    терминал: {
      __caption__: 'Терминал'
    },
    карты: {
      __caption__: 'Карты'
    }
  }
};
