export default {
  projections: {
    РегистрE: {
      оплата: {
        __caption__: 'Оплата',
        номер: {
          __caption__: 'Номер'
        }
      },
      резервуар: {
        __caption__: 'Резервуар',
        номер: {
          __caption__: 'Номер'
        }
      }
    },
    РегистрL: {
      оплата: {
        __caption__: 'Номер',
        номер: {
          __caption__: 'Номер'
        }
      },
      резервуар: {
        __caption__: 'Номер',
        номер: {
          __caption__: 'Номер'
        }
      }
    }
  },
  validations: {
    оплата: {
      __caption__: 'Оплата'
    },
    резервуар: {
      __caption__: 'Резервуар'
    }
  }
};
